[
    {
      "image": "https://imgdb.net/storage/uploads/241c50c0f8df589dcfb16fe0351ec272748b3b846fda4128dc29725a0eb46d4c.png",
      "estate_title": "Modern Apartment",
      "id": "001",
      "segment_name": "Apartment",
      "description": "This modern apartment features floor-to-ceiling windows, a spacious living area, and a balcony overlooking the city skyline. With its contemporary design and prime location in Dhanmondi, Dhaka, residents can enjoy the convenience of urban living while experiencing breathtaking views. The open layout creates a sense of spaciousness, while the gym facility provides opportunities for residents to stay active without leaving home. Whether relaxing indoors or enjoying the city lights from the balcony, this apartment offers a luxurious lifestyle for those seeking comfort and style.",
      "price": 500000,
      "status": "Sale",
      "area": "1500 sq ft",
      "location": "Dhanmondi, Dhaka",
      "facilities": ["living room", "balcony", "gym"]
    },
    {
      "image": "https://imgdb.net/storage/uploads/7d40ed27e45a76365f0f2be09d5f775fb134ec5505d79da541e9568641ef0f6f.png",
      "estate_title": "Luxury Villa with Private Pool",
      "id": "002",
      "segment_name": "Single-family homes",
      "description": "Indulge in luxury living with this exquisite villa boasting a private pool, landscaped gardens, and spacious interiors. Located in the upscale neighborhood of Gulshan, Dhaka, this villa offers a serene retreat from the bustling city life. The meticulously designed interiors feature high-end finishes and ample natural light, creating an inviting ambiance throughout. Whether lounging by the poolside or hosting gatherings in the expansive living spaces, this villa provides the perfect setting for luxurious living. With its combination of elegance and comfort, this property is truly a dream home for those seeking a lavish lifestyle.",
      "price": 1200000,
      "status": "Sale",
      "area": "4000 sq ft",
      "location": "Gulshan, Dhaka",
      "facilities": ["living room", "swimming pool", "garden"]
    },
    {
      "image": "https://imgdb.net/storage/uploads/f8a071804179332e6895ac034711aa025e3791d6d6c602b2626f6c5ec9c6540a.png",
      "estate_title": "Cozy Cottage near the Lake",
      "id": "003",
      "segment_name": "Single-family homes",
      "description": "Escape to this charming cottage nestled near the lake, perfect for weekend getaways and serene retreats. Located in Cox's Bazar, Bangladesh, this cottage offers a tranquil environment surrounded by natural beauty. The cozy interior features rustic decor and a fireplace, creating a warm and inviting atmosphere. With its private garden, residents can enjoy outdoor activities or simply relax amidst the scenic views. Whether seeking a romantic getaway or a peaceful retreat, this cottage provides the ideal setting for relaxation and rejuvenation.",
      "price": 300000,
      "status": "Sale",
      "area": "1200 sq ft",
      "location": "Cox's Bazar",
      "facilities": ["living room", "garden", "fireplace"]
    },
    {
      "image": "https://imgdb.net/storage/uploads/135b0e28876048197812e7cb9cb42b82f18f171622c86e6c7ed9953345e84262.png",
      "estate_title": "Spacious Townhouse in Prime Location",
      "id": "004",
      "segment_name": "Townhouse",
      "description": "Experience city living at its finest in this spacious townhouse located in Uttara, Dhaka. With its prime location close to amenities and parks, residents can enjoy the convenience of urban living while still having access to green spaces. The townhouse features a garage and terrace, providing ample space for parking and outdoor entertaining. The interior boasts a spacious living area, ideal for families or those who love to entertain. Whether relaxing indoors or exploring the vibrant neighborhood, this townhouse offers the perfect combination of comfort and convenience.",
      "price": 700000,
      "status": "Rent",
      "area": "2500 sq ft",
      "location": "Uttara, Dhaka",
      "facilities": ["living room", "garage", "terrace"]
    },
    {
      "image": "https://imgdb.net/storage/uploads/61b6fdbb79743024d377bb31ca301a682e930911234392d759b551a57f154edd.png",
      "estate_title": "Modern Loft",
      "id": "005",
      "segment_name": "Apartments",
      "description": "Embrace urban living in this stylish loft featuring exposed brick walls, high ceilings, and contemporary finishes. Located in Banani, Dhaka, this loft offers a unique blend of industrial charm and modern design. The open-concept layout creates a sense of spaciousness, while the exposed brick walls add character to the interior. With its study area and contemporary finishes, this loft is perfect for professionals or individuals seeking a trendy urban lifestyle. Whether working from home or entertaining guests, this property offers both style and functionality.",
      "price": 400000,
      "status": "Rent",
      "area": "1800 sq ft",
      "location": "Banani, Dhaka",
      "facilities": ["living room", "study area", "exposed brick"]
    },
    {
      "image": "https://imgdb.net/storage/uploads/3061b4dbaff1d8cc5c83922cf171f5b1d8bf225eab64345eefae2e4f813ccaa2.png",
      "estate_title": "Elegant Mansion with Panoramic Views",
      "id": "006",
      "segment_name": "Single-family homes",
      "description": "Live in luxury in this grand mansion boasting panoramic views, lavish interiors, and extensive grounds. Located in Gulshan, Dhaka, this mansion offers unparalleled elegance and sophistication. The expansive living spaces feature high ceilings and luxurious finishes, creating an atmosphere of grandeur. With its swimming pool and home theater, this property is designed for both relaxation and entertainment. Whether enjoying the breathtaking views from the comfort of home or hosting extravagant events, this mansion provides the ultimate luxurious lifestyle.",
      "price": 5000000,
      "status": "Rent",
      "area": "10000 sq ft",
      "location": "Gulshan, Dhaka",
      "facilities": ["living room", "swimming pool", "home theater"]
    },
    {
      "image": "https://imgdb.net/storage/uploads/80f5d7e38d41f77cbb322e97f332f9c3497f022f8429315de94374d1db9725ca.jpg",
      "estate_title": "Sleek Studio Apartment in Trendy Neighborhood",
      "id": "007",
      "segment_name": "Student housing",
      "description": "Experience urban living in this sleek studio apartment located in a vibrant neighborhood with trendy cafes and boutiques. Situated in Bashundhara, Dhaka, this apartment offers convenience and style for students or young professionals. The sleek design and rooftop terrace provide the perfect setting for relaxation or socializing. With its gym facility, residents can stay active and healthy while enjoying the benefits of modern apartment living. Whether studying, working, or exploring the neighborhood, this studio apartment offers the ideal urban lifestyle.",
      "price": 250000,
      "status": "Sale",
      "area": "800 sq ft",
      "location": "Bashundhara, Dhaka",
      "facilities": ["living room", "gym", "rooftop terrace"]
    },
    {
      "image": "https://imgdb.net/storage/uploads/dc606e98e5ccbe41fdada7c4217827c9a42f83e8a9df3f25fb04232fb0f4848d.png",
      "estate_title": "Charming Bungalow with Vintage Appeal",
      "id": "008",
      "segment_name": "Vacation rentals",
      "description": "Step back in time in this charming bungalow featuring vintage decor, a sunroom, and a lush backyard garden. Located in Cox's Bazar, Bangladesh, this bungalow offers a nostalgic retreat from the hustle and bustle of city life. The vintage appeal is complemented by modern amenities, ensuring a comfortable stay for guests. With its sunroom and garden, this property provides the perfect setting for relaxation and outdoor enjoyment. Whether seeking a romantic getaway or a family vacation, this charming bungalow offers a unique and memorable experience.",
      "price": 350000,
      "status": "Rent",
      "area": "1600 sq ft",
      "location": "Cox's Bazar",
      "facilities": ["living room", "garden", "sunroom"]
    },
    {
      "image": "https://imgdb.net/storage/uploads/cb7391ac4bf477201339b4f0b4096f6f45d8702d1df0dab58df449b3dd4de6a7.png",
      "estate_title": "Rustic Cabin Retreat in the Mountains",
      "id": "009",
      "segment_name": "Vacation rentals",
      "description": "Escape to nature in this rustic cabin retreat nestled in the mountains, complete with a cozy fireplace and scenic views. Located in Bandarban, Bangladesh, this cabin offers a peaceful escape surrounded by pristine wilderness. The rustic charm of the interior, combined with modern comforts, creates a cozy and inviting atmosphere. With its fireplace and deck, guests can enjoy the beauty of the outdoors while staying warm and comfortable indoors. Whether seeking adventure or relaxation, this cabin provides the perfect retreat for nature lovers.",
      "price": 200000,
      "status": "Rent",
      "area": "1000 sq ft",
      "location": "Bandarban",
      "facilities": ["living room", "fireplace", "deck"]
    }
  ]
  